"DETAIL_NAV_TITLE" = "Detalles";

"DUE" = "Fecha límite";
"NONE_DUE_DATE" = "Nunca";
"DUE_DATE_DETAIL_NAV_TITLE" = "Fecha límite";
"HAS_DUE_DATE_SWITCH_TITLE" = "Fecha límite";
"SHOW_MORE" = "Mostrar más…";
"SHOW_LESS" = "Mostrar menos…";
"PRIORITY" = "Prioridad";

// Priority
"NONE_PRIORITY" = "Ninguna";
"LOW_PRIORITY" = "Baja";
"MEDIUM_PRIORITY" = "Normal";
"HIGH_PRIORITY" = "Alta";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioridad";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Avisar";
"NONE_REMINDER_ALERT" = "Nunca";
"ON_A_DAY" = "Avisarme un día";
"AT_A_LOCATION" = "Avisarme en un lugar";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "En una ubicación";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Ubicación actual";
"CHOOSE_ADDRESS" = "Seleccionar contacto…";
"DETERMINING_LOCATION" = "Determinando ubicación...";
"CANNOT_DETERMINE_LOCATION" = "Imposible determinar ubicación";
"MY_ADDRESS_WITHOUT_LABEL" = "Mi dirección"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Dirección de %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ de %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Llegando";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Saliendo";
"DUE_ALL_DAY_FORMAT" = "%@ (todo el día)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "El día %@, se le avisará\n%@, o a la(s) %@\ncomo muy tarde."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "cuando llegue a esta ubicación";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "cuando salga de esta ubicación";

// Location
"LOCATION" = "Lugar";
"NONE_LOCATION" = "Nunca";
"ALARM_PROXIMITY_ENTER" = "Cuando llegue";
"ALARM_PROXIMITY_LEAVE" = "Cuando salga";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Seleccione una ubicación del contacto";
"WIFI_DISABLED_SUBTEXT" = "Para mejorar la precisión de los recordatorios con ubicación, active Wi-Fi desde Ajustes.";
"WIFI_DISABLED_PROMPT" = "Si activa Wi-Fi desde Ajustes, la precisión de la ubicación mejorará.";
"WLAN_DISABLED_SUBTEXT" = "Para mejorar la precisión de los recordatorios con ubicación, active WLAN desde Ajustes.";
"WLAN_DISABLED_PROMPT" = "Si activa WLAN desde Ajustes, la precisión de la ubicación mejorará.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Para poder crear recordatorios con ubicación, active los servicios de localización desde Ajustes.";
"SETTINGS" = "Ajustes";
"TYPED_LOCATION_PLACEHOLDER" = "Introducir dirección…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "No se puede determinar la ubicación de esta dirección. Compruebe que esté bien escrita e inténtelo de nuevo.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Mostrar en mapa";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Mis ubicaciones";
"ME_CARD_ALERT_BODY" = "Recordatorios puede usar su información de contacto para ofrecerle sugerencias de ubicaciones, como “casa” o “trabajo”. ¿Qué información de contacto desea usar?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Seleccionar";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "O";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Imposible guardar recordatorio";

"UNTITLED_REMINDER" = "Sin título";
